Repository: alienator88/Pearcleaner
Catalog: Pearcleaner/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, sk, sl, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: Select an environment to view stored cache
de: Wählen Sie eine Umgebung aus, um den gespeicherten Cache anzuzeigen
es: Seleccione un entorno para ver la caché almacenada
fr: Sélectionnez un environnement pour afficher le cache stocké
id: Pilih lingkungan untuk melihat tembolok yang disimpan
it: Seleziona un ambiente per visualizzare la cache memorizzata
ja: キャッシュを表示する環境を選択してください
ko: 저장된 캐시를 보려면 환경을 선택하십시오
pl: Wybierz środowisko, aby wyświetlić zapisaną pamięć podręczną
pt_br: Selecione um ambiente para ver o cache armazenado
ru: Выберите среду для просмотра сохраненного кеша
sk: Vyberte prostredie na zobrazenie uloženého vyrovnávacej pamäte
sl: Izberite okolje za ogled shranjenega predpomnilnika
tr: Önbelleğe alınan verileri görüntülemek için bir ortam seçin
uk: Виберіть середовище для перегляду збереженого кешу
vi: Chọn một môi trường để xem bộ đệm được lưu trữ
zh_hans: 选择一个环境查看已存储的缓存
zh_hant: 選擇一個環境以查看已儲存的緩存
zh_hk: 選擇環境以查看已儲存的緩存

source: Selected Items:
de: Ausgewählte Elemente:
es: Elementos seleccionados:
fr: Eléments sélectionnés
id: Item yang Dipilih:
it: Elementi selezionati:
ja: 選択された項目:
ko: 선택된 항목:
pl: Wybrane rzeczy:
pt_br: Itens Selecionados:
ru: Выбранные элементы:
sk: Vybrané položky:
sl: Izbrani elementi:
tr: Seçilen Ögeler:
uk: Вибрані елементи:
vi: Các mục đã chọn:
zh_hans: 选择的项目:
zh_hant: 選擇的項目：
zh_hk: 所選項目:

source: Sentinel Monitor found no orphaned files
de: Der Sentinel-Monitor hat keine verwaisten Dateien gefunden
es: El monitor Sentinel no encontró archivos huérfanos
fr: Le moniteur Sentinel n'a trouvé aucun fichier orphelin
id: Sentinel Monitor tidak menemukan file yatim
it: Sentinel Monitor non ha trovato file orfani
ja: Sentinel Monitorは孤立したファイルを見つけませんでした
ko: Sentinel Monitor에서 고아 파일을 찾지 못했습니다
pl: Sentinel Monitor nie znalazł osieroconych plików
pt_br: O Monitor Sentinel não encontrou arquivos órfãos
ru: Sentinel Monitor не обнаружил осиротевших файлов
sk: Monitor Sentinel nenašiel žiadne osirelé súbory
sl: Sentinel Monitor ni našel osirotelih datotek
tr: Sentinel Monitör yetim dosya bulamadı
uk: Sentinel Monitor не знайшов осиротілих файлів
vi: Sentinel Monitor không tìm thấy tệp mồ côi nào
zh_hans: 哨兵监控器未发现孤立文件
zh_hant: 哨兵監控器未發現孤立文件
zh_hk: 哨兵監控器未發現孤立文件

source: Sentinel Monitor found no other files to remove
de: Sentinel Monitor hat keine anderen Dateien zum Entfernen gefunden
es: El Monitor de Sentinel no encontró otros archivos para eliminar
fr: Sentinel Monitor n'a trouvé aucun autre fichier à supprimer
id: Sentinel Monitor tidak menemukan file lain untuk dihapus
it: Sentinel Monitor non ha trovato altri file da rimuovere
ja: Sentinelモニターは他のファイルを見つけられませんでした
ko: Sentinel Monitor가 제거할 다른 파일을 찾지 못했습니다
pl: Monitor Sentinel nie znalazł żadnych innych plików do usunięcia
pt_br: O Monitor Sentinel não encontrou outros arquivos para remover
ru: Мониторинг удалений не обнаружил других файлов для удаления
sk: Sentinel Monitor nenašiel žiadne ďalšie súbory na odstránenie
sl: Sentinel Monitor ni našel drugih datotek za odstranitev
tr: Sentinel Monitör kaldırılacak başka dosya bulamadı
uk: Сторожовий Монітор не знайшов інших файлів для видалення
vi: Trình giám sát Sentinel không tìm thấy tệp nào khác để xóa
zh_hans: Sentinel 垃圾监视器未找到其他要移除的文件
zh_hant: Sentinel 垃圾監視器找不到其他要移除的檔案
zh_hk: Sentinel 垃圾監視器找不到其他要移除的檔案

source: Service desynced, attempting recovery...
de: Dienst nicht synchronisiert, versuche Wiederherstellung...
es: Servicio desincronizado, intentando recuperación...
fr: Service désynchronisé, tentative de récupération...
id: Layanan tidak sinkron, mencoba pemulihan...
it: Servizio desincronizzato, tentativo di recupero...
ja: サービスが同期していません。復旧を試みています...
ko: 서비스가 비동기화되었습니다. 복구 시도 중...
pl: Usługa rozsynchronicowana, próba odzyskiwania...
pt_br: Serviço dessincronizado, tentando recuperação...
ru: Служба рассинхронизирована, пытаемся восстановить...
sk: Služba je nesynchronizovaná, pokúšam sa o obnovu...
sl: Storitev ni sinhronizirana, poskus obnavljanja...
tr: Hizmet senkronize edilmedi, kurtarma deneniyor...
uk: Служба десинхронізована, намагаємося відновити...
vi: Dịch vụ không đồng bộ, đang cố gắng khôi phục...
zh_hans: 服务不同步，正在尝试恢复...
zh_hant: 服務不同步，正在嘗試恢復...
zh_hk: 服務不同步，正在嘗試恢復...

source: Service hasn’t been registered. You may register it now.
de: Der Dienst wurde noch nicht registriert. Sie können ihn jetzt registrieren.
es: El servicio no ha sido registrado Puede registrarlo ahora
fr: Service non enregistré. Enregistrez-le maintenant.
id: Layanan belum terdaftar. Anda dapat mendaftarkannya sekarang.
it: Il servizio non è stato registrato. Puoi registrarlo ora.
ja: サービスが登録されていません。今すぐ登録できます。
ko: 서비스가 등록되지 않았습니다. 지금 등록할 수 있습니다.
pl: Usługa nie została zarejestrowana. Możesz ją zarejestrować teraz.
pt_br: O serviço não foi registrado. Você pode registrá-lo agora.
ru: Служба не зарегистрирована. Вы можете зарегистрировать её сейчас.
sk: Služba nebola zaregistrovaná. Teraz ju môžete zaregistrovať.
sl: Storitev ni bila registrirana. Zdaj jo lahko registrirate.
tr: Servis kaydedilmedi. Şimdi kaydedebilirsiniz.
uk: Службу не зареєстровано. Ви можете зареєструвати її зараз.
vi: Dịch vụ chưa được đăng ký. Bạn có thể đăng ký ngay bây giờ.
zh_hans: 服务尚未注册。您现在可以注册它。
zh_hant: 服務未註冊。你現在可以註冊。
zh_hk: 服務未註冊。你現在可以註冊。

source: Service is already enabled.
de: Dienst ist bereits aktiviert.
es: El servicio ya está habilitado.
fr: Service déjà activé.
id: Layanan sudah diaktifkan.
it: Il servizio è già abilitato.
ja: サービスはすでに有効です
ko: 서비스가 이미 활성화되었습니다.
pl: Usługa jest obecnie włączona.
pt_br: O serviço já está ativado
ru: Служба уже включена.
sk: Služba je už povolená
sl: Storitev je že omogočena.
tr: Servis zaten etkin.
uk: Послуга вже ввімкнена.
vi: Dịch vụ đã được bật.
zh_hans: 服务已启用。
zh_hant: 已啟用服務。
zh_hk: 已啟用服務。

source: Service is already registered and enabled.
de: Dienst ist bereits registriert und aktiviert.
es: El servicio ya está registrado y habilitado.
fr: Service déjà enregistré et activé.
id: Layanan sudah terdaftar dan diaktifkan.
it: Il servizio è già registrato e abilitato.
ja: サービスはすでに登録され、有効になっています。
ko: 서비스가 이미 등록되어 활성화되어 있습니다.
pl: Usługa jest obecnie zarejestrowana i włączona.
pt_br: O serviço já está registrado e habilitado.
ru: Служба уже зарегистрирована и включена.
sk: Služba je už zaregistrovaná a povolená.
sl: Storitev je že registrirana in omogočena.
tr: Servis zaten kayıtlı ve etkin.
uk: Служба вже зареєстрована та ввімкнена.
vi: Dịch vụ đã được đăng ký và bật.
zh_hans: 服务已注册并启用。
zh_hant: 服務已註冊並且啟󠄁用。
zh_hk: 服務已註冊並且啟󠄁用。

source: Service is not installed.
de: Dienst ist nicht installiert.
es: El servicio no está instalado
fr: Service non installé.
id: Layanan tidak terpasang.
it: Il servizio non è installato.
ja: サービスがインストールされていません
ko: 서비스가 설치되지 않았습니다.
pl: Usługa nie jest zainstalowana.
pt_br: Serviço não está instalado.
ru: Служба не установлена.
sk: Služba nie je nainštalovaná.
sl: Storitev ni nameščena.
tr: Servis kurulu değil.
uk: Службу не встановлено.
vi: Dịch vụ chưa được cài đặt.
zh_hans: 服务未安装。
zh_hant: 服務尚未安裝。
zh_hk: 服務尚未安裝。

source: Service registered but requires user approval in Settings > Login Items > %@.app.
de: Dienst registriert, erfordert jedoch die Zustimmung des Benutzers unter „Einstellungen“ > „Anmeldeobjekte“ > %@.app.
es: Servicio registrado pero requiere la aprobación del usuario en Configuración > Elementos de inicio de sesión > %@.app.
fr: Service enregistré mais nécessite une autorisation dans Settings > Login Items > %@.app.
id: Layanan terdaftar tetapi memerlukan persetujuan pengguna di Pengaturan > Item Login > %@.app.
it: Servizio registrato ma richiede l'approvazione dell'utente in Impostazioni > Elementi di login > %@.app.
ja: サービスは登録されていますが、設定 > ログイン項目 > %@.app でユーザー承認が必要です
ko: 서비스가 등록되었지만 설정 > 로그인 항목 > %@.app에서 사용자의 승인이 필요합니다.
pl: Usługa została zarejestrowana, ale wymaga zatwierdzenia przez użytkownika w sekcji Ustawienia systemowe > Rzeczy i rozszerzenia otwierane podczas logowania > %@.app.
pt_br: Serviço registrado, mas requer aprovação do usuário em Ajustes > Itens de Login > %@.app.
ru: Служба зарегистрирована, но требует одобрения пользователя в Настройки > Объекты входа > %@.app.
sk: Služba je zaregistrovaná, ale vyžaduje si schválenie používateľom v časti Nastavenia > Položky prihlásenia > %@.app.
sl: Storitev je registrirana, vendar zahteva odobritev uporabnika v Nastavitve > Prijavni elementi > %@.app.
tr: Hizmet kaydedildi ancak Ayarlar > Oturum Açma Öğeleri > %@.app'de kullanıcı onayı gerekiyor.
uk: Служба зареєстрована, але потребує схвалення користувача в Налаштуваннях > Елементи входу > %@.app.
vi: Dịch vụ đã được đăng ký nhưng cần sự phê duyệt của người dùng trong Cài đặt > Mục Đăng nhập > %@.app.
zh_hans: 服务已注册，但需要在设置>登录项>%@.app中进行用户批准。
zh_hant: 服務已註冊，但需要用户在「設定」>「登入項目」>「%@.app」中批准。
zh_hk: 服務已註冊，但需要用户在「設定」>「登入項目」>「%@.app」中批准。

source: Service successfully registered and eligible to run.
de: Dienst erfolgreich registriert und einsatzbereit.
es: Servicio registrado con éxito y elegible para ejecutarse.
fr: Service enregistré avec succès et éligible pour fonctionner.
id: Layanan berhasil didaftarkan dan memenuhi syarat untuk dijalankan.
it: Servizio registrato con successo ed idoneo all'esecuzione.
ja: サービスが正常に登録され、実行可能です。
ko: 서비스가 성공적으로 등록되었으며 실행할 수 있습니다.
pl: Usługa została pomyślnie zarejestrowana i jest gotowa do uruchomienia.
pt_br: Serviço registrado com sucesso e elegível para execução.
ru: Сервис успешно зарегистрирован и готов к запуску.
sk: Služba bola úspešne zaregistrovaná a je oprávnená na spustenie.
sl: Storitev je bila uspešno registrirana in je primerna za zagon.
tr: Hizmet başarıyla kaydedildi ve çalışmaya uygun.
uk: Служба успішно зареєстрована і готова до запуску.
vi: Dịch vụ đã được đăng ký thành công và đủ điều kiện để chạy.
zh_hans: 服务已成功注册并可运行。
zh_hant: 服務已成功註冊並可運行。
zh_hk: 服務已成功註冊並可運行。

source: Services
de: Dienste
es: Servicios
id: Layanan
it: Servizi
ja: サービス
ko: 서비스
pl: Usługi
pt_br: Serviços
ru: Службы
sk: Služby
sl: Storitve
tr: Hizmetler
uk: Служби
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務
zh_hk: 服務列表

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sk: Nastavenia
sl: Nastavitve
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

source: Show announcements badge again
de: zeige nochmals die Ankündigungsplakette
es: Mostrar la insignia de anuncios de nuevo
fr: Afficher de nouveau le badge des annonces
id: Tampilkan lencana pengumuman lagi
it: Mostra di nuovo il badge degli annunci
ja: アナウンスバッジを再度表示
ko: 공지 배지를 다시 표시
pl: Pokaż ponownie odznakę ogłoszeń
pt_br: Mostrar novamente o ícone de anúncios
ru: Снова показать значок с объявлениями
sk: Znova zobraziť odznak oznámení
sl: Ponovno pokaži oznako obvestil
tr: Duyurular işaretini tekrar göster
uk: Знову показати значок оголошень
vi: Hiển thị lại biểu tượng thông báo
zh_hans: 再次显示公告角标
zh_hant: 再次顯示宣佈標記
zh_hk: 再次顯示宣佈標記

source: Show apps list on startup
de: Zeige Programmliste beim Start
es: Mostrar lista de aplicaciones al iniciar
fr: Afficher la liste des applications au démarrage
id: Tampilkan daftar aplikasi saat startup
it: Mostra elenco app all'avvio
ja: 起動時にアプリリストを表示
ko: 시작 시 앱 목록 표시
pl: Pokaż listę aplikacji podczas uruchamiania
pt_br: Mostrar lista de apps na inicialização
ru: Показывать список приложений при запуске
sk: Zobraziť zoznam aplikácií pri spustení
sl: Prikaži seznam aplikacij ob zagonu
tr: Açılışta uygulama listesini göster
uk: Показувати список програм під час запуску
vi: Hiển thị danh sách ứng dụng khi khởi động
zh_hans: 启动时显示应用列表
zh_hant: 啟動時顯示 App 列表
zh_hk: 啟動時顯示 App 列表

source: Show file details
de: Dateidetails anzeigen
es: Mostrar detalles del archivo
fr: Détails du fichier
id: Tampilkan detail file
it: Mostra dettagli file
ja: ファイルの詳細を表示
ko: 파일 세부정보 표시
pl: Pokaż szczegóły pliku
pt_br: Mostrar detalhes do arquivo
ru: Показать детали файлов
sk: Zobraziť podrobnosti o súbore
sl: Prikaži podrobnosti datoteke
tr: Dosya ayrıntılarını göster
uk: Показати деталі файлу
vi: Hiển thị chi tiết tệp
zh_hans: 显示文件详情
zh_hant: 顯示文件詳情
zh_hk: 顯示文件詳情

source: Show file in Finder
de: Datei im Finder anzeigen
es: Mostrar archivo en Finder
fr: Afficher le fichier dans la Finder
id: Tampilkan file di Finder
it: Mostra file nel Finder
ja: Finderにファイルを表示
ko: Finder에서 파일 보기
pl: Pokaż plik w Finderze
pt_br: Mostrar arquivo no Finder
ru: Показать файл в Finder
sk: Zobraziť súbor vo Finderi
sl: Pokaži datoteko v Finderju
tr: Dosyayı Finder'da göster
uk: Показати файл у Finder
vi: Hiển thị tệp trong Finder
zh_hans: 在访达中显示文件
zh_hant: 在 Finder 中顯示檔案
zh_hk: 在 Finder 中顯示檔案

source: Show hidden updates
de: Versteckte Updates anzeigen
es: Mostrar actualizaciones ocultas
fr: Afficher les mises à jour masquées
id: Tampilkan pembaruan tersembunyi
it: Mostra aggiornamenti nascosti
ja: 非表示の更新を表示
ko: 숨겨진 업데이트 표시
pl: Pokaż ukryte aktualizacje
pt_br: Mostrar atualizações ocultas
ru: Показать скрытые обновления
sk: Zobraziť skryté aktualizácie
sl: Pokaži skrite posodobitve
tr: Gizli güncellemeleri göster
uk: Показати приховані оновлення
vi: Hiển thị các cập nhật ẩn
zh_hans: 显示隐藏的更新
zh_hant: 顯示隱藏的更新
zh_hk: 顯示隱藏的更新

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finder で表示
ko: Finder에서 보기
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
sk: Zobraziť vo Finderi
sl: Pokaži v Finderju
tr: Finder'da Göster
uk: Показати у Finder
vi: Hiển thị trong Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示
zh_hk: 在 Finder 中顯示

source: Show multi-select
de: Multi-Auswahl anzeigen
es: Mostrar selección múltiple
fr: Montrer la sélection multiple
id: Tampilkan multi-pilih
it: Mostra selezione multipla
ja: マルチセレクトを表示
ko: 다중 선택 표시
pl: Pokaż wielokrotny wybór
pt_br: Mostrar seleção múltipla
ru: Показать мультивыбор
sk: Zobraziť viacnásobný výber
sl: Prikaži večkratni izbor
tr: Çoklu seçim göster
uk: Показати множинний вибір
vi: Hiển thị chọn nhiều
zh_hans: 显示多选
zh_hant: 顯示多選
zh_hk: 顯示多選

source: Show sidebar on view load
de: Seitenleiste beim Laden der Ansicht anzeigen
es: Mostrar barra lateral al cargar la vista
fr: Afficher la barre latérale au chargement de la vue
id: Tampilkan bilah samping saat memuat tampilan
it: Mostra la barra laterale al caricamento della vista
ja: ビュー読み込み時にサイドバーを表示
ko: 뷰 로드 시 사이드바 표시
pl: Pokaż pasek boczny przy ładowaniu widoku
pt_br: Mostrar barra lateral ao carregar a visualização
ru: Показать боковую панель при загрузке вида
sk: Zobraziť bočný panel pri načítaní zobrazenia
sl: Prikaži stransko vrstico ob nalaganju pogleda
tr: Görünüm yüklendiğinde kenar çubuğunu göster
uk: Показати бічну панель при завантаженні перегляду
vi: Hiển thị thanh bên khi tải chế độ xem
zh_hans: 视图加载时显示侧边栏
zh_hant: 在視圖加載時顯示側邊欄
zh_hk: 視圖加載時顯示側邊欄

source: Showing last 3 releases
de: Zeige die letzten 3 Versionen
es: Mostrando las últimas 3 versiones
fr: Affichage des 3 dernières versions
id: Menampilkan 3 rilis terakhir
it: Mostrando le ultime 3 versioni
ja: 最近の3つのリリースを表示
ko: 마지막 3개의 릴리스 표시
pl: Wyświetlanie ostatnich 3 wydań
pt_br: Mostrando os últimos 3 lançamentos
ru: Показаны последние 3 выпуска
sk: Zobrazujú sa posledné 3 verzie
sl: Prikaz zadnjih 3 izdaj
tr: Son 3 sürüm gösteriliyor
uk: Показувати останні 3 релізи
vi: Đang hiển thị 3 phiên bản mới nhất
zh_hans: 显示近期的 3 次更新
zh_hant: 顯示最近 3 個版本
zh_hk: 顯示最近 3 個版本

source: Simple app list disabled
de: Einfache App-Liste deaktiviert
es: Lista de aplicaciones simple desactivada
fr: Liste simple d’application désactivée
id: Daftar aplikasi sederhana dinonaktifkan
it: Elenco app semplice disabilitato
ja: シンプルなアプリリストが無効です
ko: 간단한 앱 목록 비활성화됨
pl: Wyłączono prosta listę aplikacji
pt_br: Lista simples de aplicativos desativada
ru: Отключен упрощённый список приложений
sk: Zoznam aplikácií je vypnutý
sl: Preprost seznam aplikacij onemogočen
tr: Basit uygulama listesi devre dışı
uk: Список простих додатків вимкнено
vi: Danh sách ứng dụng đơn giản bị vô hiệu hoá
zh_hans: 简单应用列表已禁用
zh_hant: 簡易應用程式列表已停用
zh_hk: 簡單應用程式列表已停用

source: Simple app list enabled
de: Einfache Appliste aktiviert
es: Lista de aplicaciones simples habilitada
fr: Liste simple d’application activée
id: Daftar aplikasi sederhana diaktifkan
it: Elenco app semplice abilitato
ja: シンプルなアプリリストが有効になっています
ko: 단순 앱 목록 활성화됨
pl: Włączono prostą listę aplikacji
pt_br: Lista de aplicativos simples ativada
ru: Включен простой список приложений
sk: Jednoduchý zoznam aplikácií zapnutý
sl: Preprost seznam aplikacij omogočen
tr: Basit uygulama listesi etkinleştirildi
uk: Увімкнено спрощений список додатків
vi: Danh sách ứng dụng đơn giản đã được bật
zh_hans: 启用简易应用列表
zh_hant: 簡易應用程式列表已啟用
zh_hk: 簡單應用程式列表已啟用

source: Since **AuthorizationExecuteWithPrivileges** has been deprecated by Apple as a less secure authentication method, it has been removed from Pearcleaner and the helper tool will be the only option going forward.
de: Da **AuthorizationExecuteWithPrivileges** von Apple als weniger sichere Authentifizierungsmethode abgelehnt wurde, wurde es aus Pearcleaner entfernt und das Hilfsprogramm wird die einzige Option in Zukunft sein.
es: Dado que **AuthorizationExecuteWithPrivileges** ha sido declarado obsoleto por Apple como un método de autenticación menos seguro, ha sido eliminado de Pearcleaner y la herramienta auxiliar será la única opción en el futuro.
fr: Étant donné que **AuthorizationExecuteWithPrivileges** a été déclaré obsolète par Apple en tant que méthode d'authentification moins sécurisée, il a été supprimé de Pearcleaner et l'outil d'assistance sera la seule option à l'avenir.
id: Karena **AuthorizationExecuteWithPrivileges** telah dihentikan oleh Apple sebagai metode otentikasi yang kurang aman, itu telah dihapus dari Pearcleaner dan alat bantu akan menjadi satu-satunya pilihan ke depan.
it: Poiché **AuthorizationExecuteWithPrivileges** è stato deprecato da Apple come metodo di autenticazione meno sicuro, è stato rimosso da Pearcleaner e lo strumento di supporto sarà l'unica opzione d'ora in poi.
ja: Apple によって **AuthorizationExecuteWithPrivileges** がより安全性の低い認証方法として廃止されたため、Pearcleaner から削除され、今後はヘルパーツールのみが選択肢となります。
ko: Apple에 의해 **AuthorizationExecuteWithPrivileges**가 덜 안전한 인증 방법으로 사용 중단되었기 때문에 Pearcleaner에서 제거되었으며, 앞으로는 도우미 도구만 사용할 수 있습니다.
pl: Ponieważ **AuthorizationExecuteWithPrivileges** został uznany przez Apple za mniej bezpieczną metodę uwierzytelniania, został usunięty z Pearcleaner, a narzędzie pomocnicze będzie jedyną opcją w przyszłości.
pt_br: Como **AuthorizationExecuteWithPrivileges** foi descontinuado pela Apple como um método de autenticação menos seguro, ele foi removido do Pearcleaner e a ferramenta auxiliar será a única opção daqui para frente.
ru: Поскольку **AuthorizationExecuteWithPrivileges** был признан Apple устаревшим как менее безопасный метод аутентификации, он был удален из Pearcleaner, и в будущем будет доступен только вспомогательный инструмент.
sk: Keďže **AuthorizationExecuteWithPrivileges** bol spoločnosťou Apple označený ako menej bezpečná metóda autentifikácie, bol odstránený z Pearcleaner a pomocný nástroj bude jedinou možnosťou do budúcna.
sl: Ker je Apple **AuthorizationExecuteWithPrivileges** označil kot manj varno metodo overjanja, je bila odstranjena iz Pearcleanerja, pomožno orodje pa bo v prihodnje edina možnost.
tr: Apple tarafından daha az güvenli bir kimlik doğrulama yöntemi olarak kullanımdan kaldırılan **AuthorizationExecuteWithPrivileges**, Pearcleaner'dan kaldırılmıştır ve yardımcı araç gelecekte tek seçenek olacaktır.
uk: Оскільки **AuthorizationExecuteWithPrivileges** був визнаний Apple застарілим як менш безпечний метод автентифікації, його було видалено з Pearcleaner, і в майбутньому буде доступний лише допоміжний інструмент.
vi: Vì **AuthorizationExecuteWithPrivileges** đã bị Apple không còn hỗ trợ do là phương pháp xác thực kém an toàn hơn, nó đã bị loại bỏ khỏi Pearcleaner và công cụ trợ giúp sẽ là lựa chọn duy nhất trong tương lai.
zh_hans: 由于 **AuthorizationExecuteWithPrivileges** 被 Apple 弃用为不太安全的身份验证方法，因此已从 Pearcleaner 中移除，未来将仅能使用辅助工具。
zh_hant: 由於 **AuthorizationExecuteWithPrivileges** 被 Apple 廢棄為較不安全的身份驗證方法，因此已從 Pearcleaner 中移除，未來將僅能使用輔助工具。
zh_hk: 由於 **AuthorizationExecuteWithPrivileges** 被 Apple 廢棄為較不安全的身份驗證方法，因此已從 Pearcleaner 中移除，未來將僅能使用輔助工具。

source: Since: %@
de: Seit: %@
es: Desde: %@
fr: Depuis : %@
id: Sejak: %@
it: Da: %@
ja: 以来: %@
ko: 이후: %@
pl: Od: %@
pt_br: Desde: %@
ru: С: %@
sk: Od: %@
sl: Od: %@
tr: Beraber: %@
uk: З: %@
vi: Kể từ: %@
zh_hans: 自：%@
zh_hant: 自：%@
zh_hk: 自：%@

source: Size
de: Grösse
es: Tamaño
fr: Taille
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sk: Veľkosť
sl: Velikost
tr: Boyut
uk: Розмір
vi: Dung lượng
zh_hans: 大小
zh_hant: 大小
zh_hk: 大小

source: Size: %@
de: Größe: %@
es: Tamaño: %@
fr: Taille : %@
id: Ukuran: %@
it: Dimensione: %@
ja: サイズ: %@
ko: 크기: %@
pl: Rozmiar: %@
pt_br: Tamanho: %@
ru: Размер: %@
sk: Veľkosť: %@
sl: Velikost: %@
tr: Boyut: %@
uk: Розмір: %@
vi: Kích thước: %@
zh_hans: 大小：%@
zh_hant: 大小：%@
zh_hk: 大小：%@

source: Some of the features that require the helper:
de: Einige der Funktionen, die den Helfer erfordern:
es: Algunas de las funciones que requieren el asistente:
fr: Certaines des fonctionnalités nécessitant l'assistant :
id: Beberapa fitur yang memerlukan pembantu:
it: Alcune delle funzionalità che richiedono l'assistente:
ja: ヘルパーが必要な機能の一部:
ko: 도우미가 필요한 기능 중 일부:
pl: Niektóre funkcje wymagające pomocnika:
pt_br: Algumas das funcionalidades que requerem o assistente:
ru: Некоторые функции, требующие помощника:
sk: Niektoré z funkcií, ktoré vyžadujú pomocníka:
sl: Nekatere funkcije, ki zahtevajo pomočnika:
tr: Yardımcı gerektiren bazı özellikler:
uk: Деякі функції, які потребують помічника:
vi: Một số tính năng cần trình trợ giúp:
zh_hans: 需要助手的某些功能：
zh_hant: 需要助手的某些功能：
zh_hk: 需要助手的某些功能：

source: Sort app list alphabetically by name or by size
de: Programm-Liste alphabetisch nach Namen oder nach Grösse sortieren
es: Ordenar la lista de aplicaciones alfabéticamente por nombre o por tamaño
fr: Trier la liste des applications par ordre alphabétique, par nom ou par taille
id: Urutkan daftar aplikasi secara alfabetis berdasarkan nama atau ukuran
it: Ordina l'elenco delle app alfabeticamente per nome o per dimensione
ja: アプリリストを名前またはサイズでアルファベット順に並べ替え
ko: 앱 목록을 이름 또는 크기별로 알파벳 순으로 정렬
pl: Sortuj listę aplikacji alfabetycznie według nazwy lub rozmiaru
pt_br: Classificar a lista de aplicativos alfabeticamente por nome ou por tamanho
ru: Отсортировать список приложений в алфавитном порядке по названию или размеру
sk: Zoradiť zoznam aplikácií abecedne podľa názvu alebo veľkosti
sl: Razvrsti seznam aplikacij po abecedi po imenu ali po velikosti
tr: Uygulama listesini ada veya boyuta göre alfabetik olarak sırala
uk: Сортувати список програм за алфавітом, назвою або розміром
vi: Sắp xếp danh sách ứng dụng theo thứ tự chữ cái (a-z) hoặc theo kích thước
zh_hans: 按名称或大小按字母顺序排序应用列表
zh_hant: 依字母順序，按名稱或大小排序應用程式列表
zh_hk: 依字母順序，按名稱或大小排序應用程式列表

source: Sorted by Name
de: Sortiert nach Namen
es: Ordenado por Nombre
fr: Trié par nom
id: Diurutkan berdasarkan Nama
it: Ordinato per Nome
ja: 名前で並べ替え
ko: 이름순으로 정렬
pl: Posortowane według nazwy
pt_br: Ordenado por Nome
ru: Отсортировано по названию
sk: Zoradené podľa názvu
sl: Razvrščeno po imenu
tr: İsme Göre Sıralandı
uk: Відсортовано за Назвою
vi: Đã sắp xếp theo tên
zh_hans: 按名称排序
zh_hant: 按照名稱排序
zh_hk: 按照名稱排序
